Show / Hide Table of Contents
Class SteelSetupECEN
Steel setup ECEN class
Inheritance
System.Object
SteelSetup
SteelSetupECEN
Inherited Members
 SteelSetup.FrictionCoefficientPboltDefault()
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel
Assembly: IdeaRS.OpenModel.dll
Syntax
public class SteelSetupECEN : SteelSetup
Properties
Improve this Doc   View Source
GammaM0
GammaM0
Declaration
public double GammaM0 { get; set; }
Property Value
 Type |  Description
 System.Double
Improve this Doc   View Source
GammaM1
GammaM1
Declaration
public double GammaM1 { get; set; }
Property Value
 Type |  Description
 System.Double
Improve this Doc   View Source
GammaM2
GammaM2
Declaration
public double GammaM2 { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source